Repository: Viniciuscarvalho/FitToday
Catalog: FitToday/FitToday/Resources/*.lproj/Localizable.strings
Languages: pt_br

# personal_trainer.benefits.communication.description
source: Ask questions and receive feedback
pt_br: Tire dúvidas e receba feedback

# personal_trainer.benefits.schedule.title
source: Synced Schedule
pt_br: Agenda Sincronizada

# personal_trainer.benefits.schedule.description
source: Workouts on the right date automatically
pt_br: Treinos na data certa automaticamente

# personal_trainer.status.active
source: Connected
pt_br: Conectado

# personal_trainer.status.pending
source: Awaiting approval
pt_br: Aguardando aprovação

# personal_trainer.status.paused
source: Connection paused
pt_br: Conexão pausada

# personal_trainer.status.cancelled
source: Connection cancelled
pt_br: Conexão cancelada

# personal_trainer.status.none
source: No connection
pt_br: Sem conexão

# personal_trainer.workouts.title
source: Assigned Workouts
pt_br: Treinos Atribuídos

# personal_trainer.workouts.pending_count
source: %d pending
pt_br: %d pendente(s)

# personal_trainer.workouts.empty
source: No assigned workouts yet.
pt_br: Nenhum treino atribuído ainda.

# personal_trainer.workouts.exercises_count
source: %d exercises
pt_br: %d exercícios

# personal_trainer.actions.cancel_request
source: Cancel Request
pt_br: Cancelar Solicitação

# personal_trainer.actions.disconnect
source: Disconnect
pt_br: Desconectar

# personal_trainer.connect.send_button
source: Send Request
pt_br: Enviar Solicitação

# personal_trainer.search.invite_code
source: Invite Code
pt_br: Código de Convite

# personal_trainer.search.invite_input
source: Enter the code
pt_br: Digite o código

# personal_trainer.search.invite_hint
source: Ask your personal trainer for the code
pt_br: Peça o código ao seu personal trainer

# personal_trainer.search.find_button
source: Search
pt_br: Buscar

# personal_trainer.search.results
source: Results
pt_br: Resultados

# personal_trainer.search.searching
source: Searching...
pt_br: Buscando...

# personal_trainer.search.no_results
source: No results found
pt_br: Nenhum resultado encontrado

# personal_trainer.search.no_results_hint
source: Try searching with a different name or use an invite code.
pt_br: Tente buscar com outro nome ou use um código de convite.

# personal_trainer.search.prompt
source: Search by your trainer's name
pt_br: Busque pelo nome do seu personal

# personal_trainer.search.prompt_hint
source: Or use an invite code above
pt_br: Ou use um código de convite acima

# connection_request.send_button
source: Send Request
pt_br: Enviar Solicitação

# connection_request.info_title
source: What happens when you send?
pt_br: O que acontece ao enviar?

# connection_request.info_notification
source: The trainer will receive a notification with your request
pt_br: O personal receberá uma notificação com sua solicitação

# connection_request.info_wait
source: Wait for the trainer's approval
pt_br: Aguarde a aprovação do personal trainer

# connection_request.info_approved
source: Once approved, you'll receive personalized workouts
pt_br: Após aprovado, você receberá treinos personalizados

# connection_request.info_cancel
source: You can cancel the request at any time
pt_br: Você pode cancelar a solicitação a qualquer momento

# cms_workout.detail.title
source: Workout Detail
pt_br: Detalhe do Treino

# cms_workout.detail.view_pdf
source: View Workout PDF
pt_br: Ver PDF do Treino

# cms_workout.detail.completed_badge
source: Completed
pt_br: Concluído

# cms_workout.detail.retry
source: Try Again
pt_br: Tentar Novamente

# cms_workout.progress.title
source: Progress
pt_br: Progresso

# cms_workout.progress.of
source: of %d
pt_br: de %d

# cms_workout.progress.sessions
source: Sessions
pt_br: Sessões

# cms_workout.exercise.rest_label
source: %ds rest
pt_br: %ds descanso

# cms_workout.completion.button
source: Mark as Completed
pt_br: Marcar como Concluído

# cms_workout.completion.alert_title
source: Workout Completed!
pt_br: Treino Concluído!

# cms_workout.completion.message
source: Congratulations! The workout has been marked as completed.
pt_br: Parabéns! O treino foi marcado como concluído.

# cms_workout.feedback.send_button
source: Send Feedback
pt_br: Enviar Feedback

# cms_feedback.empty.title
source: No feedback yet
pt_br: Nenhum feedback ainda

# cms_feedback.empty.message
source: Send a message to your trainer about this workout.
pt_br: Envie uma mensagem para o seu personal sobre este treino.

# cms_feedback.trainer_reply.label
source: Trainer Reply
pt_br: Resposta do Personal

# cms_feedback.type.general
source: General
pt_br: Geral

# cms_feedback.type.difficulty
source: Difficulty
pt_br: Dificuldade

# cms_feedback.type.exercise
source: Exercise
pt_br: Exercício

# cms_feedback.type.completion
source: Completion
pt_br: Conclusão

# cms_feedback.type.question
source: Question
pt_br: Dúvida

# cms_feedback.rating.label
source: Rating:
pt_br: Avaliação:

# cms_feedback.input.placeholder
source: Write your feedback...
pt_br: Escreva seu feedback...

# pdf.error.invalid_url
source: Invalid file URL.
pt_br: URL do arquivo inválida.

# pdf.error.download_failed
source: Failed to download file (code: %d).
pt_br: Falha ao baixar o arquivo (código: %d).

# pdf.error.not_found
source: File not found in cache.
pt_br: Arquivo não encontrado no cache.

# cms_service.error.invalid_url
source: Invalid URL
pt_br: URL inválida

# cms_service.error.invalid_response
source: Invalid server response
pt_br: Resposta inválida do servidor

# cms_service.error.unauthorized
source: Session expired. Please log in again.
pt_br: Sessão expirada. Faça login novamente.

# cms_service.error.forbidden
source: You don't have permission to access this resource
pt_br: Você não tem permissão para acessar este recurso

# cms_service.error.not_found
source: Workout not found
pt_br: Treino não encontrado

# cms_service.error.rate_limited
source: Too many requests. Please wait a moment.
pt_br: Muitas requisições. Aguarde um momento.

# cms_service.error.server_error
source: Server error (%d). Please try again.
pt_br: Erro no servidor (%d). Tente novamente.

# cms_service.error.unexpected
source: Unexpected error (%d)
pt_br: Erro inesperado (%d)

# cms_service.error.decoding
source: Error processing response
pt_br: Erro ao processar resposta

# cms_service.error.network
source: Connection error. Check your internet.
pt_br: Erro de conexão. Verifique sua internet.
