Repository: Viniciuscarvalho/FitToday
Catalog: FitToday/FitToday/Resources/*.lproj/Localizable.strings
Languages: pt_br

# common.cancel
source: Cancel
pt_br: Cancelar

# common.save
source: Save
pt_br: Salvar

# common.done
source: Done
pt_br: Concluido

# common.next
source: Next
pt_br: Proximo

# common.back
source: Back
pt_br: Voltar

# common.skip
source: Skip
pt_br: Pular

# common.start
source: Start
pt_br: Iniciar

# common.finish
source: Finish
pt_br: Finalizar

# common.confirm
source: Confirm
pt_br: Confirmar

# common.error
source: Error
pt_br: Erro

# common.loading
source: Loading...
pt_br: Carregando...

# common.retry
source: Retry
pt_br: Tentar novamente

# common.see_all
source: See All
pt_br: Ver Todos

# common.delete
source: Delete
pt_br: Remover

# common.edit
source: Edit
pt_br: Editar

# common.view_details
source: View Details
pt_br: Ver Detalhes

# tab.home
source: Home
pt_br: Inicio

# tab.workout
source: Workout
pt_br: Treino

# tab.create
source: Create
pt_br: Criar

# tab.activity
source: Activity
pt_br: Atividade

# tab.profile
source: Profile
pt_br: Perfil

# tab.programs
source: Programs
pt_br: Programas

# tab.history
source: History
pt_br: Historico

# tab.settings
source: Settings
pt_br: Config.

# home.greeting.morning
source: Good morning
pt_br: Bom dia

# home.greeting.afternoon
source: Good afternoon
pt_br: Boa tarde

# home.greeting.evening
source: Good evening
pt_br: Boa noite

# home.greeting.default
source: Welcome back
pt_br: Bem-vindo de volta

# home.section.top_for_you
source: Top for You
pt_br: Top pra Voce

# home.section.weeks_workouts
source: Week's Workouts
pt_br: Treinos da Semana

# home.cta.loading
source: Loading...
pt_br: Carregando...

# home.cta.setup_profile
source: Setup Profile
pt_br: Configurar Perfil

# home.cta.answer_questionnaire
source: Answer Questionnaire
pt_br: Responder Questionario

# home.cta.view_today_workout
source: View Today's Workout
pt_br: Ver Treino de Hoje

# home.cta.next_workout_soon
source: Next workout soon
pt_br: Proximo treino em breve

# home.cta.retry
source: Try Again
pt_br: Tentar Novamente

# home.cta.subtitle.questionnaire
source: 2 quick questions before starting
pt_br: 2 perguntas rapidas antes de comecar

# home.cta.subtitle.workout_ready
source: Personalized workout ready for you
pt_br: Treino personalizado pronto para voce

# home.cta.subtitle.swap
source: Don't like it? Tap swap for a new suggestion
pt_br: Nao gostou? Toque em trocar para nova sugestao

# home.cta.subtitle.completed
source: You already trained today! Rest and come back tomorrow
pt_br: Voce ja treinou hoje! Descanse e volte amanha

# home.hero.error
source: Error generating workout
pt_br: Erro ao gerar treino

# home.header.subtitle
source: Ready to work out?
pt_br: Pronto para treinar?

# home.ai.section_title
source: GENERATE AI WORKOUT
pt_br: GERAR TREINO COM IA

# home.ai.focus_question
source: What's your workout focus?
pt_br: Qual o foco do treino?

# home.ai.soreness_question
source: How are your muscle aches?
pt_br: Como estão suas dores musculares?

# home.ai.energy_question
source: Your energy level
pt_br: Seu nível de energia

# home.ai.energy_low
source: Low
pt_br: Baixa

# home.ai.energy_high
source: High
pt_br: Alta

# home.ai.generate_button
source: GENERATE MY WORKOUT
pt_br: GERAR MEU TREINO

# home.ai.body_parts_question
source: What do you want to train today?
pt_br: O que voce quer treinar hoje?

# home.ai.fatigue_question
source: How is your body feeling?
pt_br: Como esta seu corpo?

# home.ai.fatigue_tired
source: Tired
pt_br: Cansado

# home.ai.fatigue_rested
source: Rested
pt_br: Descansado

# home.ai.time_question
source: How much time do you have?
pt_br: Quanto tempo voce tem?

# home.continue.section_title
source: CONTINUE WORKOUT
pt_br: CONTINUAR TREINO

# home.continue.button
source: CONTINUE
pt_br: CONTINUAR

# home.continue.workout_name
source: Workout A - Chest and Triceps
pt_br: Treino A - Peito e Triceps

# home.continue.last_session
source: Last: yesterday • Next exercise...
pt_br: Ultimo: ontem • Proximo exercicio...

# home.streak.banner
source: YOUR STREAK: %d days
pt_br: SEU STREAK: %d dias

# home.completed.title
source: Workout Complete!
pt_br: Treino Concluido!

# home.completed.subtitle
source: Great job today! Rest up and come back tomorrow.
pt_br: Otimo trabalho hoje! Descanse e volte amanha.

# home.error.title
source: Oops! Something went wrong
pt_br: Ops! Algo deu errado

# home.hero.welcome.title
source: Welcome to FitToday!
pt_br: Bem-vindo ao FitToday!

# home.hero.welcome.subtitle
source: Create your training profile to start your personalized fitness journey
pt_br: Crie seu perfil de treino para comecar sua jornada fitness personalizada

# home.hero.create_profile
source: Create Profile
pt_br: Criar Perfil

# home.hero.dynamic.title
source: Dynamic Workout
pt_br: Treino Dinamico

# home.hero.dynamic.subtitle
source: Get a personalized workout based on your goals, equipment and available time
pt_br: Receba um treino personalizado com base em seus objetivos, equipamentos e tempo disponivel

# home.hero.generate
source: Generate Workout
pt_br: Gerar Treino

# home.hero.ready.title
source: Today's Workout
pt_br: Treino de Hoje

# home.hero.ready.subtitle
source: Your personalized workout is ready. Let's crush it!
pt_br: Seu treino personalizado esta pronto. Vamos nessa!

# home.hero.start_workout
source: Start Workout
pt_br: Iniciar Treino

# home.hero.badge.ready
source: Ready
pt_br: Pronto

# home.hero.generating
source: Generating new plan...
pt_br: Gerando novo plano...

# home.hero.completed.title
source: Workout Complete!
pt_br: Treino Concluido!

# home.hero.completed.subtitle
source: Great job today! Rest up and come back stronger tomorrow.
pt_br: Otimo trabalho hoje! Descanse e volte mais forte amanha.

# home.hero.badge.completed
source: Completed
pt_br: Concluido

# home.hero.error.title
source: Something went wrong
pt_br: Algo deu errado

# stats.workouts_this_week
source: Workouts
pt_br: Treinos

# stats.calories_burned
source: Calories
pt_br: Calorias

# stats.streak_days
source: Streak
pt_br: Sequencia

# home.stats.this_week
source: This Week
pt_br: Esta Semana

# home.stats.workouts
source: workouts
pt_br: treinos

# home.stats.calories
source: Calories
pt_br: Calorias

# home.stats.burned
source: burned
pt_br: queimadas

# home.stats.streak
source: Streak
pt_br: Sequência

# home.stats.days
source: days
pt_br: dias

# programs.title
source: Programs
pt_br: Programas

# programs.subtitle
source: Find the perfect program for your goals
pt_br: Encontre o programa perfeito para seus objetivos

# programs.category.all
source: All
pt_br: Todos

# programs.category.strength
source: Strength
pt_br: Força

# programs.category.conditioning
source: Conditioning
pt_br: Condicionamento

# programs.category.aerobic
source: Aerobic
pt_br: Aeróbico

# programs.category.endurance
source: Endurance
pt_br: Resistência

# programs.category.wellness
source: Wellness
pt_br: Bem-estar

# programs.goal.strength
source: Strength
pt_br: Força

# programs.goal.conditioning
source: Conditioning
pt_br: Condicionamento

# programs.goal.aerobic
source: Aerobic
pt_br: Aeróbico

# programs.goal.endurance
source: Endurance
pt_br: Resistência

# programs.card.start
source: Start Program
pt_br: Iniciar Programa

# programs.card.duration
source: %d weeks
pt_br: %d semanas

# programs.card.sessions
source: %dx per week
pt_br: %dx por semana

# programs.detail.workouts
source: Workouts
pt_br: Treinos

# programs.detail.start_program
source: Start Program
pt_br: Iniciar Programa

# programs.detail.enrolled
source: Enrolled
pt_br: Inscrito

# programs.empty.title
source: No programs found
pt_br: Nenhum programa encontrado

# programs.empty.message
source: Try selecting a different category
pt_br: Tente selecionar outra categoria

# workout.title
source: Workout
pt_br: Treino

# workout.phase.warmup
source: Warmup
pt_br: Aquecimento

# workout.phase.strength
source: Strength
pt_br: Forca

# workout.phase.accessory
source: Accessories
pt_br: Acessorios

# workout.phase.aerobic
source: Aerobic
pt_br: Aerobico

# workout.phase.cooldown
source: Cooldown
pt_br: Desaquecimento

# workout.sets
source: %d sets
pt_br: %d series

# workout.rest
source: %d sec rest
pt_br: %d seg descanso

# workout.start_workout
source: Start Workout
pt_br: Iniciar Treino

# workout.finish_workout
source: Finish Workout
pt_br: Finalizar Treino

# workout.skip_workout
source: Skip Workout
pt_br: Pular Treino

# workout.pause
source: Pause
pt_br: Pausar

# workout.resume
source: Resume
pt_br: Continuar

# workout.next_exercise
source: Next Exercise
pt_br: Proximo Exercicio

# workout.previous_exercise
source: Previous Exercise
pt_br: Exercicio Anterior

# workout.complete_set
source: Complete Set
pt_br: Completar Serie

# workout.rest_timer
source: Rest Timer
pt_br: Tempo de Descanso

# workout.skip_rest
source: Skip Rest
pt_br: Pular Descanso

# questionnaire.title
source: Daily Check-in
pt_br: Check-in Diario

# questionnaire.focus.title
source: What's your focus today?
pt_br: Qual e seu foco hoje?

# questionnaire.focus.upper
source: Upper Body
pt_br: Superior

# questionnaire.focus.lower
source: Lower Body
pt_br: Inferior

# questionnaire.focus.fullbody
source: Full Body
pt_br: Corpo Inteiro

# questionnaire.focus.surprise
source: Surprise Me
pt_br: Surpreenda-me

# questionnaire.energy.title
source: How's your energy level?
pt_br: Como esta sua energia?

# questionnaire.energy.low
source: Low
pt_br: Baixa

# questionnaire.energy.medium
source: Medium
pt_br: Media

# questionnaire.energy.high
source: High
pt_br: Alta

# questionnaire.soreness.title
source: Any muscle soreness?
pt_br: Alguma dor muscular?

# questionnaire.soreness.none
source: None
pt_br: Nenhuma

# questionnaire.soreness.light
source: Light
pt_br: Leve

# questionnaire.soreness.moderate
source: Moderate
pt_br: Moderada

# questionnaire.soreness.strong
source: Strong
pt_br: Forte

# questionnaire.generate
source: Generate Workout
pt_br: Gerar Treino

# settings.title
source: Settings
pt_br: Configuracoes

# settings.subtitle
source: Manage your account and preferences
pt_br: Gerencie sua conta e preferencias

# settings.language
source: Language
pt_br: Idioma

# settings.account
source: Account
pt_br: Conta

# settings.notifications
source: Notifications
pt_br: Notificacoes

# settings.about
source: About
pt_br: Sobre

# settings.privacy
source: Privacy Policy
pt_br: Politica de Privacidade

# settings.terms
source: Terms of Service
pt_br: Termos de Servico

# settings.logout
source: Log Out
pt_br: Sair

# settings.delete_account
source: Delete Account
pt_br: Excluir Conta

# settings.version
source: Version %@
pt_br: Versao %@

# settings.profile
source: Profile
pt_br: Perfil

# settings.edit_profile
source: Edit Training Profile
pt_br: Editar Perfil de Treino

# settings.redo_questionnaire
source: Redo Daily Questionnaire
pt_br: Refazer Questionario Diario

# settings.privacy_settings
source: Privacy Settings
pt_br: Configuracoes de Privacidade

# settings.restore_purchases
source: Restore Purchases
pt_br: Restaurar Compras

# settings.help_support
source: Help & Support
pt_br: Ajuda e Suporte

# settings.api_key
source: API Key Settings
pt_br: Configuracoes de Chave API

# settings.restore_success
source: Your purchase has been restored successfully!
pt_br: Sua compra foi restaurada com sucesso!

# settings.restore_not_found
source: No purchase found to restore.
pt_br: Nenhuma compra encontrada para restaurar.

# settings.pro.member
source: Pro Member
pt_br: Membro Pro

# settings.pro.free
source: Free Plan
pt_br: Plano Gratuito

# settings.pro.access_all
source: You have access to all premium features
pt_br: Voce tem acesso a todos os recursos premium

# settings.pro.cloud_sync
source: Cloud Sync
pt_br: Sincronizacao na Nuvem

# settings.pro.ai_workouts
source: AI Workouts
pt_br: Treinos com IA

# settings.pro.manage
source: Lifetime Pro Active
pt_br: Pro Vitalicio Ativo

# settings.pro.upgrade
source: Unlock Pro
pt_br: Desbloquear Pro

# settings.pro.unlock_description
source: Unlock unlimited AI workouts, cloud sync, and Apple Health integration
pt_br: Desbloqueie treinos ilimitados com IA, sincronizacao na nuvem e integracao com Apple Health

# settings.pro.unlimited_ai
source: Unlimited AI Workouts
pt_br: Treinos Ilimitados com IA

# settings.pro.cloud_devices
source: Cloud Sync Across Devices
pt_br: Sincronizacao Entre Dispositivos

# settings.pro.health_integration
source: Apple Health Integration
pt_br: Integracao com Apple Health

# settings.pro.try_free
source: Try Pro Free
pt_br: Experimente Pro Gratis

# settings.pro.unlock
source: Unlock Pro
pt_br: Desbloquear Pro

# settings.pro.connected
source: Connected
pt_br: Conectado

# settings.pro.connect_sync
source: Connect to sync workouts
pt_br: Conecte para sincronizar treinos

# settings.personal_trainer_desc
source: Connect with your trainer
pt_br: Conecte-se ao seu personal

# privacy.title
source: Privacy Settings
pt_br: Configuracoes de Privacidade

# privacy.share_workouts
source: Share workouts with groups
pt_br: Compartilhar treinos com grupos

# privacy.data_sharing
source: Data Sharing
pt_br: Compartilhamento de Dados

# privacy.sync_health
source: Sync with Apple Health
pt_br: Sincronizar com Apple Health

# privacy.priority_message
source: Your privacy is our priority
pt_br: Sua privacidade e nossa prioridade

# onboarding.welcome.title
source: Welcome to FitToday
pt_br: Bem-vindo ao FitToday

# onboarding.welcome.subtitle
source: Your personalized fitness journey starts here
pt_br: Sua jornada fitness personalizada comeca aqui

# onboarding.goal.title
source: What's your main goal?
pt_br: Qual e seu objetivo principal?

# onboarding.goal.hypertrophy
source: Build Muscle
pt_br: Ganhar Musculo

# onboarding.goal.weight_loss
source: Lose Weight
pt_br: Perder Peso

# onboarding.goal.conditioning
source: Get Fit
pt_br: Ficar em Forma

# onboarding.goal.endurance
source: Build Endurance
pt_br: Construir Resistencia

# onboarding.goal.performance
source: Improve Performance
pt_br: Melhorar Performance

# onboarding.level.title
source: What's your experience level?
pt_br: Qual seu nivel de experiencia?

# onboarding.level.beginner
source: Beginner
pt_br: Iniciante

# onboarding.level.intermediate
source: Intermediate
pt_br: Intermediario

# onboarding.level.advanced
source: Advanced
pt_br: Avancado

# onboarding.equipment.title
source: What equipment do you have?
pt_br: Que equipamentos voce tem?

# onboarding.equipment.bodyweight
source: Bodyweight Only
pt_br: Apenas Peso Corporal

# onboarding.equipment.home_dumbbells
source: Home with Dumbbells
pt_br: Casa com Halteres

# onboarding.equipment.basic_gym
source: Basic Gym
pt_br: Academia Basica

# onboarding.equipment.full_gym
source: Full Gym
pt_br: Academia Completa

# onboarding.frequency.title
source: How often do you want to train?
pt_br: Quantas vezes quer treinar?

# onboarding.frequency.times_per_week
source: %d times per week
pt_br: %d vezes por semana

# onboarding.complete
source: Let's Go!
pt_br: Vamos La!

# goal.hypertrophy
source: Hypertrophy
pt_br: Hipertrofia

# goal.weight_loss
source: Weight Loss
pt_br: Emagrecimento

# goal.conditioning
source: Conditioning
pt_br: Condicionamento

# goal.endurance
source: Endurance
pt_br: Resistencia

# history.title
source: History
pt_br: Historico

# history.header.title
source: Activity
pt_br: Atividade

# history.header.subtitle
source: Track your progress and join challenges
pt_br: Acompanhe seu progresso e participe de desafios

# history.tab.history
source: History
pt_br: Historico

# history.tab.challenges
source: Challenges
pt_br: Desafios

# history.empty
source: No workouts yet
pt_br: Nenhum treino ainda

# history.empty.subtitle
source: Complete a workout to see your progress here
pt_br: Complete um treino para ver seu progresso aqui

# history.completed
source: Completed
pt_br: Concluido

# history.skipped
source: Skipped
pt_br: Pulado

# history.streak.current
source: Current Streak
pt_br: Sequencia Atual

# history.streak.best
source: Best Streak
pt_br: Melhor Sequencia

# history.streak.days
source: days
pt_br: dias

# history.weekly_minutes
source: Weekly Minutes
pt_br: Minutos Semanais

# history.weekly_summary
source: Last %d weeks • %d sessions • %d min
pt_br: Ultimas %d semanas • %d sessoes • %d min

# history.loading_more
source: Loading more...
pt_br: Carregando mais...

# pro.title
source: Go Pro
pt_br: Seja Pro

# pro.subtitle
source: Unlock all features
pt_br: Desbloqueie todos os recursos

# pro.feature.unlimited
source: Unlimited workouts
pt_br: Treinos ilimitados

# pro.feature.ai
source: AI-powered plans
pt_br: Planos com IA

# pro.feature.analytics
source: Advanced analytics
pt_br: Analises avancadas

# pro.feature.priority
source: Priority support
pt_br: Suporte prioritario

# pro.subscribe
source: Subscribe
pt_br: Assinar

# pro.restore
source: Restore Purchase
pt_br: Restaurar Compra

# pro.price_per_month
source: %@ / month
pt_br: %@ / mes

# pro.price_per_year
source: %@ / year
pt_br: %@ / ano

# groups.active
source: Active Group
pt_br: Grupo Ativo

# groups.members
source: members
pt_br: membros

# groups.manage
source: Manage Group
pt_br: Gerenciar Grupo

# groups.leaderboard
source: Leaderboard
pt_br: Ranking

# groups.this_week
source: This Week
pt_br: Esta Semana

# groups.empty.title
source: No Group Yet
pt_br: Sem Grupo Ainda

# groups.empty.subtitle
source: Create or join a group to compete with friends and stay motivated
pt_br: Crie ou entre em um grupo para competir com amigos e manter a motivacao

# groups.create
source: Create Group
pt_br: Criar Grupo

# groups.invite.subject
source: Join my FitToday group
pt_br: Entre no meu grupo FitToday

# groups.invite.message
source: Join my group '%@' on FitToday and let's train together! 💪
pt_br: Entre no meu grupo '%@' no FitToday e vamos treinar juntos! 💪

# challenges.info.title
source: About Challenges
pt_br: Sobre Desafios

# challenges.info.subtitle
source: Sign in to create or join workout challenges with friends
pt_br: Entre para criar ou participar de desafios de treino com amigos

# challenges.join.title
source: Join a Challenge
pt_br: Participar de Desafio

# challenges.join.subtitle
source: Compete with friends and stay motivated together
pt_br: Compita com amigos e mantenha a motivacao

# challenges.join.button
source: Create or Join
pt_br: Criar ou Entrar

# challenges.active
source: Active Challenge
pt_br: Desafio Ativo

# challenges.days_left
source: %d days left
pt_br: %d dias restantes

# challenges.progress
source: Your Progress
pt_br: Seu Progresso

# challenges.workouts_count
source: %d/%d workouts
pt_br: %d/%d treinos

# challenges.view_leaderboard
source: View Leaderboard
pt_br: Ver Ranking

# challenges.more_members
source: +%d more
pt_br: +%d mais

# leaderboard.workouts
source: workouts
pt_br: treinos

# leaderboard.minutes
source: %d min this week
pt_br: %d min esta semana

# leaderboard.min_duration
source: Min 30 min to count
pt_br: Min 30 min para validar

# checkin.button.submit
source: Submit Check-in
pt_br: Fazer Check-in

# checkin.button.gallery
source: Gallery
pt_br: Galeria

# checkin.photo.placeholder
source: Add a photo of your workout
pt_br: Adicione uma foto do seu treino

# checkin.photo.change
source: Change photo
pt_br: Trocar foto

# checkin.sending
source: Sending...
pt_br: Enviando...

# checkin.success.title
source: Check-in Complete!
pt_br: Check-in Feito!

# checkin.success.subtitle
source: Your workout was recorded
pt_br: Seu treino foi registrado

# checkin.error.photo_required
source: Photo is required for check-in
pt_br: Foto e obrigatoria para fazer check-in

# checkin.error.workout_short
source: Workout must be at least 30 minutes (current: %d min)
pt_br: Treino deve ter no minimo 30 minutos (atual: %d min)

# checkin.error.no_network
source: No internet connection
pt_br: Sem conexao com a internet

# checkin.error.not_in_group
source: You need to be in a group to check in.
pt_br: Voce precisa estar em um grupo para fazer check-in

# checkin.error.upload_failed
source: Upload failed: %@
pt_br: Falha no upload: %@

# feed.empty.title
source: No check-ins yet
pt_br: Nenhum check-in ainda

# feed.empty.subtitle
source: Be the first to check-in!
pt_br: Seja o primeiro a fazer check-in!

# celebration.checkin.title
source: Check-in Done!
pt_br: Check-in Feito!

# celebration.checkin.subtitle
source: Your workout was recorded
pt_br: Seu treino foi registrado

# celebration.rankup.title
source: You moved up to #%d!
pt_br: Voce subiu para #%d!

# celebration.rankup.subtitle
source: Keep it up!
pt_br: Continue assim!

# celebration.topthree.subtitle
source: You're among the best!
pt_br: Voce esta entre os melhores!

# streak.header.title
source: GROUP STREAK
pt_br: SEQUENCIA DO GRUPO

# streak.day.singular
source: day
pt_br: dia

# streak.days.plural
source: days
pt_br: dias

# streak.paused
source: Paused
pt_br: Pausado

# streak.next.milestone
source: Next: %@
pt_br: Proximo: %@

# streak.days.remaining
source: %d days to go
pt_br: %d dias para alcancar

# streak.this.week
source: This Week
pt_br: Esta Semana

# streak.compliant.count
source: %d/%d compliant
pt_br: %d/%d em dia

# error.network
source: Network error. Please check your connection.
pt_br: Erro de rede. Verifique sua conexao.

# error.generic
source: Something went wrong. Please try again.
pt_br: Algo deu errado. Tente novamente.

# error.no_profile
source: Profile not found. Please complete setup.
pt_br: Perfil nao encontrado. Complete a configuracao.

# error.workout_generation
source: Could not generate workout. Please try again.
pt_br: Nao foi possivel gerar o treino. Tente novamente.

# notifications.title
source: Notifications
pt_br: Notificacoes

# notifications.empty.title
source: No notifications yet
pt_br: Nenhuma notificacao ainda

# notifications.empty.subtitle
source: You'll see challenge updates and group activity here
pt_br: Voce vera atualizacoes de desafios e atividades do grupo aqui

# notifications.section.today
source: Today
pt_br: Hoje

# notifications.section.yesterday
source: Yesterday
pt_br: Ontem

# notifications.section.earlier
source: Earlier
pt_br: Anteriores

# notifications.mark_all_read
source: Mark all read
pt_br: Marcar todas como lidas

# notifications.error.config
source: Configuration error: notification services not registered.
pt_br: Erro de configuracao: servicos de notificacao nao registrados.

# workout_tab.segment.my_workouts
source: My Workouts
pt_br: Meus Treinos

# workout_tab.segment.programs
source: Programs
pt_br: Programas

# workout_tab.empty.title
source: No workouts created
pt_br: Nenhum treino criado

# workout_tab.empty.subtitle
source: Create your first custom workout
pt_br: Crie seu primeiro treino personalizado

# workout_tab.create_first
source: Create First Workout
pt_br: Criar Primeiro Treino

# create_workout.title
source: Create New Workout
pt_br: Criar Novo Treino

# create_workout.name.label
source: Workout name
pt_br: Nome do treino

# create_workout.name.placeholder
source: Ex: Chest Workout
pt_br: Ex: Treino de Peito

# create_workout.icon.label
source: Icon
pt_br: Icone

# create_workout.color.label
source: Color
pt_br: Cor

# create_workout.exercises.label
source: Exercises
pt_br: Exercicios

# create_workout.exercises.empty
source: No exercises added
pt_br: Nenhum exercicio adicionado

# create_workout.add_exercise
source: Add Exercise
pt_br: Adicionar Exercicio

# create_workout.save
source: Save Workout
pt_br: Salvar Treino

# create_workout.cancel
source: Cancel
pt_br: Cancelar

# exercise_search.title
source: Search Exercise
pt_br: Buscar Exercicio

# exercise_search.placeholder
source: Search exercises...
pt_br: Pesquisar exercicios...

# exercise_search.filter.all
source: All
pt_br: Todos

# exercise_search.filter.muscle
source: Muscle
pt_br: Musculo
