Repository: Viniciuscarvalho/FitToday
Catalog: FitToday/FitToday/Resources/*.lproj/Localizable.strings
Languages: pt_br

# exercise_search.filter.equipment
source: Equipment
pt_br: Equipamento

# exercise_search.filter.category
source: Category
pt_br: Categoria

# exercise_search.recent
source: Recent
pt_br: Recentes

# exercise_search.results
source: Results
pt_br: Resultados

# exercise_search.no_results
source: No exercises found
pt_br: Nenhum exercicio encontrado

# exercise_config.title
source: Configure Exercise
pt_br: Configurar Exercicio

# exercise_config.sets
source: Sets
pt_br: Series

# exercise_config.weight
source: Weight
pt_br: Peso

# exercise_config.rest
source: Rest
pt_br: Descanso

# exercise_config.add_set
source: Add Set
pt_br: Adicionar Serie

# exercise_config.remove_set
source: Remove Set
pt_br: Remover Serie

# exercise_config.confirm
source: Confirm
pt_br: Confirmar

# exercise_config.unit.sec
source: sec
pt_br: seg

# workout_execution.set_of
source: Set %d of %d
pt_br: Serie %d de %d

# workout_execution.next_exercise
source: Next
pt_br: Proximo

# workout_execution.previous
source: Previous
pt_br: Anterior

# workout_execution.complete_set
source: Complete Set
pt_br: Completar Serie

# workout_execution.finish
source: Finish Workout
pt_br: Finalizar Treino

# workout_execution.pause
source: Pause
pt_br: Pausar

# workout_execution.resume
source: Resume
pt_br: Continuar

# workout_execution.quit.title
source: Quit Workout?
pt_br: Sair do Treino?

# workout_execution.quit.message
source: Your progress will be lost
pt_br: Seu progresso sera perdido

# workout_execution.quit.confirm
source: Quit
pt_br: Sair

# workout_execution.quit.cancel
source: Continue Workout
pt_br: Continuar Treino

# rest_timer.title
source: Rest
pt_br: Descanse

# rest_timer.skip
source: Skip
pt_br: Pular

# rest_timer.next_exercise
source: Next exercise:
pt_br: Proximo exercicio:

# fatigue.title
source: Fatigue Level
pt_br: Nivel de Fadiga

# fatigue.rested
source: Rested
pt_br: Descansado

# fatigue.light
source: Light
pt_br: Leve

# fatigue.moderate
source: Moderate
pt_br: Moderado

# fatigue.tired
source: Tired
pt_br: Cansado

# fatigue.exhausted
source: Exhausted
pt_br: Exausto

# fatigue.description.rested
source: Ready for intense workout
pt_br: Pronto para treino intenso

# fatigue.description.light
source: Light fatigue, normal workout
pt_br: Pequena fadiga, treino normal

# fatigue.description.moderate
source: Moderate fatigue, adjust volume
pt_br: Fadiga moderada, ajuste o volume

# fatigue.description.tired
source: Tired, reduce intensity
pt_br: Cansado, reduza a intensidade

# fatigue.description.exhausted
source: Very tired, consider rest
pt_br: Muito cansado, considere descanso

# home.ai.title
source: Smart Workout
pt_br: Treino Inteligente

# home.ai.subtitle
source: Let AI create a personalized workout for you
pt_br: Deixe a IA criar um treino personalizado para voce

# home.ai.generate
source: Generate Workout
pt_br: Gerar Treino

# home.ai.muscles.title
source: Muscle Groups
pt_br: Grupos Musculares

# home.ai.muscles.subtitle
source: Select the muscles you want to train
pt_br: Selecione os musculos que deseja treinar

# home.ai.duration.title
source: Duration
pt_br: Duracao

# home.ai.duration.subtitle
source: How much time do you have available?
pt_br: Quanto tempo voce tem disponivel?

# home.ai.generating
source: Generating your workout...
pt_br: Gerando seu treino...

# home.ai.analyzing
source: Analyzing your preferences...
pt_br: Analisando suas preferencias...

# home.ai.optimizing
source: Optimizing exercises...
pt_br: Otimizando exercicios...

# home.ai.ready
source: Workout ready!
pt_br: Treino pronto!

# programs.filter.level
source: Level
pt_br: Nivel

# programs.filter.goal
source: Goal
pt_br: Objetivo

# programs.filter.equipment
source: Equipment
pt_br: Equipamento

# programs.filter.all
source: All
pt_br: Todos

# programs.loading
source: Loading programs...
pt_br: Carregando programas...

# programs.empty.clear_filters
source: Clear filters
pt_br: Limpar filtros

# programs.level.beginner
source: Beginner
pt_br: Iniciante

# programs.level.intermediate
source: Intermediate
pt_br: Intermediario

# programs.level.advanced
source: Advanced
pt_br: Avancado

# programs.equipment.gym
source: Gym
pt_br: Academia

# programs.equipment.home
source: Home
pt_br: Casa

# programs.equipment.dumbbell
source: Dumbbells
pt_br: Halteres

# programs.equipment.bodyweight
source: Bodyweight
pt_br: Peso Corporal

# programs.equipment.bands
source: Bands
pt_br: Elasticos

# programs.card.days
source: %d Days
pt_br: %d Dias

# programs.card.days_per_week
source: %d days/week
pt_br: %d dias/semana

# programs.card.exercises
source: %d exercises
pt_br: %d exercicios

# program.workout.exercises
source: exercises
pt_br: exercicios

# program.workout.more_exercises
source: + %d more exercises
pt_br: + %d mais exercicios

# workout.my_routines
source: My Routines
pt_br: Minhas Rotinas

# workout.custom_workouts
source: Custom Workouts
pt_br: Treinos Personalizados

# routine.save
source: Save as Routine
pt_br: Salvar como Rotina

source: Routine Saved
pt_br: Rotina Salva

# routine.error.limit_reached
source: You've reached the limit of 5 saved routines. Remove one to add another.
pt_br: Voce atingiu o limite de 5 rotinas salvas. Remova uma para adicionar outra.

# routine.error.already_saved
source: This program is already saved in your routines.
pt_br: Este programa ja esta salvo nas suas rotinas.

# routine.error.not_found
source: Routine not found.
pt_br: Rotina nao encontrada.

# routine.delete.confirm
source: Remove this routine?
pt_br: Remover esta rotina?

# routine.accessibility.hint
source: Tap to view details. Long press for more options.
pt_br: Toque para ver detalhes. Segure para mais opcoes.

# workout.delete.confirm
source: Remove this workout?
pt_br: Remover este treino?

# workout.delete.message
source: The workout "%@" will be permanently removed.
pt_br: O treino "%@" sera removido permanentemente.

# checkin.error.network
source: No internet connection.
pt_br: Sem conexao com a internet.

# checkin.error.too_short
source: Workout must be at least 30 minutes. Current: %d min.
pt_br: Treino deve ter pelo menos 30 minutos. Atual: %d min.

# checkin.error.compression
source: Error processing image.
pt_br: Erro ao processar a imagem.

# checkin.error.upload
source: Error uploading photo. Please try again.
pt_br: Erro ao enviar a foto. Tente novamente.

# checkin.error.no_challenge
source: No active challenge this week.
pt_br: Nenhum desafio ativo esta semana.

# checkin.error.no_image
source: Select a photo to continue.
pt_br: Selecione uma foto para continuar.

# checkin.success.message
source: Your workout has been recorded.
pt_br: Seu treino foi registrado com sucesso.

# checkin.title
source: Check In
pt_br: Fazer Check-in

# checkin.submit
source: Submit Check-in
pt_br: Enviar Check-in

# exercise.description.fallback
source: Perform the exercise maintaining proper form and controlling the movement.
pt_br: Execute o exercicio mantendo a postura correta e controlando o movimento.

# personal.empty.title
source: No Personal Trainer Workouts
pt_br: Nenhum treino do Personal

# personal.empty.message
source: Your personal trainer hasn't sent any workouts yet
pt_br: Seu personal trainer ainda não enviou treinos para você

# personal.loading
source: Loading workout...
pt_br: Carregando treino...

# personal.error.load
source: Failed to load
pt_br: Erro ao carregar

# personal.new_badge
source: NEW
pt_br: NOVO

# error.generic.title
source: Oops!
pt_br: Ops!

# error.generic.message
source: Something unexpected happened. Please try again.
pt_br: Algo inesperado aconteceu. Tente novamente.

# error.network.no_connection.title
source: No connection
pt_br: Sem conexão

# error.network.no_connection.message
source: Check your internet and try again.
pt_br: Verifique sua internet e tente novamente.

# error.network.timeout.title
source: Timeout
pt_br: Tempo esgotado

# error.network.timeout.message
source: The operation took too long. Please try again.
pt_br: A operação demorou muito. Tente novamente.

# error.network.server_unavailable.title
source: Server unavailable
pt_br: Servidor indisponível

# error.network.server_unavailable.message
source: Could not connect to server. Try again later.
pt_br: Não conseguimos conectar ao servidor. Tente mais tarde.

# error.network.invalid_url.title
source: Invalid URL
pt_br: URL inválida

# error.network.invalid_url.message
source: Address not recognized.
pt_br: Endereço não reconhecido.

# error.network.mobile_data.title
source: Mobile data disabled
pt_br: Dados móveis desabilitados

# error.network.mobile_data.message
source: Enable mobile data or connect to Wi-Fi.
pt_br: Ative os dados móveis ou conecte-se ao Wi-Fi.

# error.network.connection.title
source: Connection error
pt_br: Erro de conexão

# error.network.connection.message
source: Could not connect. Please try again.
pt_br: Não conseguimos conectar. Tente novamente.

# error.domain.profile_not_found.title
source: Profile not found
pt_br: Perfil não encontrado

# error.domain.profile_not_found.message
source: Complete your profile to generate personalized workouts.
pt_br: Complete seu perfil para gerar treinos personalizados.

# error.domain.invalid_input.title
source: Invalid data
pt_br: Dados inválidos

# error.domain.no_compatible_blocks.title
source: No compatible workouts
pt_br: Nenhum treino compatível

# error.domain.no_compatible_blocks.message
source: No exercises found for your profile. Try adjusting your preferences.
pt_br: Não encontramos exercícios para seu perfil. Tente ajustar suas preferências.

# error.domain.repository_failure.title
source: Save error
pt_br: Erro ao salvar

# error.domain.repository_failure.message
source: Could not save data.
pt_br: Não conseguimos salvar os dados.

# error.domain.subscription_expired.title
source: Subscription expired
pt_br: Assinatura expirada

# error.domain.subscription_expired.message
source: Renew your subscription to continue using Pro features.
pt_br: Renove sua assinatura para continuar usando recursos Pro.

# error.domain.not_authenticated.title
source: Authentication required
pt_br: Autenticação necessária

# error.domain.not_authenticated.message
source: You need to be authenticated to perform this action.
pt_br: Você precisa estar autenticado para realizar esta ação.

# error.domain.already_in_group.title
source: Already in a group
pt_br: Já está em um grupo

# error.domain.already_in_group.message
source: You're already part of a group. Leave your current group to join another.
pt_br: Você já faz parte de um grupo. Saia do grupo atual para entrar em outro.

# error.domain.group_not_found.title
source: Group not found
pt_br: Grupo não encontrado

# error.domain.group_not_found.message
source: The group you're looking for doesn't exist or was removed.
pt_br: O grupo que você está procurando não existe ou foi removido.

# error.domain.group_full.title
source: Group full
pt_br: Grupo cheio

# error.domain.group_full.message
source: This group has reached the maximum number of members.
pt_br: Este grupo já atingiu o limite máximo de membros.

# error.domain.not_group_admin.title
source: Permission denied
pt_br: Permissão negada

# error.domain.not_group_admin.message
source: Only group administrators can perform this action.
pt_br: Apenas administradores do grupo podem realizar esta ação.

# error.domain.challenge_not_found.title
source: Challenge not found
pt_br: Desafio não encontrado

# error.domain.challenge_not_found.message
source: The challenge you're looking for doesn't exist.
pt_br: O desafio que você está procurando não existe.

# error.domain.invalid_challenge_type.title
source: Invalid challenge type
pt_br: Tipo de desafio inválido

# error.domain.invalid_challenge_type.message
source: The specified challenge type is invalid.
pt_br: O tipo de desafio especificado não é válido.

# error.domain.challenge_expired.title
source: Challenge expired
pt_br: Desafio expirado

# error.domain.challenge_expired.message
source: This challenge has ended.
pt_br: Este desafio já terminou.

# error.domain.not_found.title
source: Not found
pt_br: Não encontrado

# error.domain.not_found.message
source: Resource not found: %@
pt_br: Recurso não encontrado: %@

# error.domain.daily_limit.title
source: Daily limit reached
pt_br: Limite diário atingido

# error.domain.daily_limit.message
source: You've reached the daily workout limit. The limit resets at midnight.
pt_br: Você atingiu o limite de treinos por dia. O limite reseta à meia-noite.

# error.domain.diversity_failed.title
source: Generation error
pt_br: Erro na geração

# error.domain.diversity_failed.message
source: Could not generate a workout different from previous ones.
pt_br: Não foi possível gerar um treino diferente dos anteriores.

# error.openai.not_configured.title
source: AI not configured
pt_br: IA não configurada

# error.openai.fallback.message
source: We generated a great local workout for you today.
pt_br: Geramos um ótimo treino local para você hoje.

# error.openai.temporarily_unavailable.title
source: AI temporarily unavailable
pt_br: IA temporariamente indisponível

# error.openai.processing.title
source: Error processing response
pt_br: Erro ao processar resposta

# error.openai.rate_limit.title
source: Limit reached
pt_br: Limite atingido

# error.openai.rate_limit.message
source: You've reached the daily AI workout limit. We generated a local workout.
pt_br: Você atingiu o limite de treinos com IA hoje. Geramos um treino local.

# error.openai.server_unavailable.title
source: Server temporarily unavailable
pt_br: Servidor temporariamente indisponível

# error.openai.incomplete_response.title
source: Incomplete response
pt_br: Resposta incompleta

# error.openai.incomplete_response.message
source: AI didn't return exercises. We generated a local workout for you.
pt_br: A IA não retornou exercícios. Geramos um treino local para você.

# error.image.load_failed.title
source: Error loading image
pt_br: Erro ao carregar imagem

# error.image.load_failed.message
source: Could not load image (code %d).
pt_br: Não conseguimos carregar a imagem (código %d).

# error.image.save_failed.title
source: Save error
pt_br: Erro ao salvar

# error.image.save_failed.message
source: Could not save image to cache.
pt_br: Não conseguimos salvar a imagem no cache.

# error.image.cache_full.title
source: Cache full
pt_br: Cache cheio

# error.image.cache_full.message
source: Image cache is full. Clear the cache in settings.
pt_br: O cache de imagens está cheio. Limpe o cache nas configurações.

# error.image.invalid_data.title
source: Invalid image
pt_br: Imagem inválida

# error.image.invalid_data.message
source: The image data is corrupted.
pt_br: Os dados da imagem estão corrompidos.

# focus.upper
source: Upper Body
pt_br: Superior

# focus.lower
source: Lower Body
pt_br: Inferior

# focus.surprise
source: Surprise
pt_br: Surpresa

# soreness.none
source: None
pt_br: Nenhum

# soreness.light
source: Light
pt_br: Leve

# soreness.moderate
source: Moderate
pt_br: Moderado

# soreness.strong
source: Strong
pt_br: Intenso

# exercise_picker.title
source: Add Exercise
pt_br: Adicionar Exercício

# exercise_picker.search_placeholder
source: Search exercises...
pt_br: Buscar exercícios...

# exercise_picker.cancel
source: Cancel
pt_br: Cancelar

# exercise_picker.clear
source: Clear
pt_br: Limpar

# exercise_picker.empty.title
source: No Exercises
pt_br: Nenhum Exercício

# exercise_picker.empty.subtitle
source: Search for exercises or select a category
pt_br: Busque exercícios ou selecione uma categoria

# generated_workout.title
source: Generated Workout
pt_br: Treino Gerado

# generated_workout.close
source: Close
pt_br: Fechar

# generated_workout.generated_ago
source: Generated %@ ago
pt_br: Gerado %@ atrás

# generated_workout.stats.duration
source: Duration
pt_br: Duração

# generated_workout.stats.exercises
source: Exercises
pt_br: Exercícios

# generated_workout.stats.sets
source: Sets
pt_br: Séries

# generated_workout.insights.title
source: AI Insights
pt_br: Insights da IA

# generated_workout.insights.fatigue
source: Volume adjusted for fatigue
pt_br: Volume ajustado pela fadiga

# generated_workout.insights.warmup
source: Warmup included
pt_br: Aquecimento incluso

# generated_workout.section.exercises
source: Exercises
pt_br: Exercícios

# generated_workout.exercise.sets
source: %d sets
pt_br: %d séries

# generated_workout.action.start
source: Start Workout
pt_br: Iniciar Treino

# generated_workout.action.save
source: Save as Template
pt_br: Salvar como Template

# generated_workout.detail.target_muscle
source: Target Muscle
pt_br: Músculo Alvo

# generated_workout.detail.equipment
source: Equipment
pt_br: Equipamento

# generated_workout.detail.sets
source: Sets
pt_br: Séries

# generated_workout.detail.reps
source: Reps
pt_br: Repetições

# generated_workout.detail.rest
source: Rest
pt_br: Descanso

# generated_workout.detail.ai_notes
source: AI Notes
pt_br: Notas da IA

# goal.badge.hypertrophy
source: 💪 Hypertrophy
pt_br: 💪 Hipertrofia

# goal.badge.conditioning
source: 🔥 Conditioning
pt_br: 🔥 Condicionamento

# goal.badge.endurance
source: 🏃 Endurance
pt_br: 🏃 Resistência

# goal.badge.weight_loss
source: ⚖️ Weight Loss
pt_br: ⚖️ Emagrecimento

# error.action.retry
source: Try Again
pt_br: Tentar Novamente

# error.action.open_settings
source: Open Settings
pt_br: Abrir Configurações

# error.state.dependency.title
source: Configuration Error
pt_br: Erro de Configuração

# error.state.network.title
source: Connection Error
pt_br: Erro de Conexão

# error.state.api.title
source: Server Error
pt_br: Erro do Servidor

# error.state.api.code
source: (Code: %d)
pt_br: (Código: %d)

# pdf.loading
source: Loading PDF...
pt_br: Carregando PDF...

# pdf.error.load
source: Error loading PDF
pt_br: Erro ao carregar o PDF

# pdf.error.url
source: Invalid URL
pt_br: URL inválida

# pdf.page
source: Page %d of %d
pt_br: Página %d de %d

# onboarding.step.goal
source: What's your main goal?
pt_br: Qual é seu objetivo principal?

# onboarding.step.structure
source: Where do you train?
pt_br: Onde você treina?

# onboarding.step.method
source: What method do you prefer?
pt_br: Qual metodologia prefere?

# onboarding.step.level
source: What's your current level?
pt_br: Qual seu nível atual?

# onboarding.step.health
source: Any health conditions?
pt_br: Alguma condição ou dor?

# onboarding.step.frequency
source: How many days per week do you train?
pt_br: Quantos dias por semana você treina?

# goal.hypertrophy.title
source: Hypertrophy
pt_br: Hipertrofia

# goal.hypertrophy.subtitle
source: Build muscle mass
pt_br: Ganhe massa muscular

# goal.conditioning.title
source: Conditioning
pt_br: Condicionamento

# goal.conditioning.subtitle
source: Improve daily endurance
pt_br: Melhore o fôlego diário

# goal.endurance.title
source: Endurance
pt_br: Resistência

# goal.endurance.subtitle
source: Increase stamina
pt_br: Aumente resistência

# goal.weightloss.title
source: Weight Loss
pt_br: Emagrecimento

# goal.weightloss.subtitle
source: Define and reduce fat
pt_br: Defina e reduza gordura

# goal.performance.subtitle
source: Optimize athletic performance
pt_br: Otimize performance esportiva

# structure.fullgym.title
source: Full Gym
pt_br: Academia completa

# structure.fullgym.subtitle
source: Machines + free weights
pt_br: Máquinas + pesos livres

# structure.basicgym.title
source: Basic Gym
pt_br: Academia básica

# structure.basicgym.subtitle
source: Essential equipment
pt_br: Equipamentos essenciais

# structure.homedumbbells.title
source: Home (dumbbells)
pt_br: Casa (halteres)

# structure.homedumbbells.subtitle
source: Up to 2 pairs of dumbbells
pt_br: Até 2 pares de halteres

# structure.bodyweight.title
source: Bodyweight
pt_br: Peso corporal

# structure.bodyweight.subtitle
source: No equipment needed
pt_br: Sem equipamentos

# method.traditional.title
source: Traditional
pt_br: Tradicional

# method.traditional.subtitle
source: Sets and reps
pt_br: Séries e repetições

# method.circuit.title
source: Circuit
pt_br: Circuito

# method.circuit.subtitle
source: Sequential blocks
pt_br: Blocos em sequência

# method.hiit.subtitle
source: Intense intervals
pt_br: Intervalos intensos

# method.mixed.title
source: Mixed
pt_br: Misto

# method.mixed.subtitle
source: Balanced combination
pt_br: Combinação equilibrada

# level.beginner.title
source: Beginner
pt_br: Iniciante

# level.beginner.subtitle
source: Up to 6 months training
pt_br: Até 6 meses treinando

# level.intermediate.title
source: Intermediate
pt_br: Intermediário

# level.intermediate.subtitle
source: Between 6 months and 2 years
pt_br: Entre 6 meses e 2 anos

# level.advanced.title
source: Advanced
pt_br: Avançado

# level.advanced.subtitle
source: 2+ consistent years
pt_br: 2+ anos consistentes

# health.none.title
source: None
pt_br: Nenhuma

# health.none.subtitle
source: All good here
pt_br: Tudo bem por aqui

# health.lowerbackpain.title
source: Lower Back Pain
pt_br: Dor lombar

# health.lowerbackpain.subtitle
source: Spine adaptations
pt_br: Adaptações para coluna

# health.knee.title
source: Knee
pt_br: Joelho

# health.knee.subtitle
source: Protect your knees
pt_br: Proteja os joelhos

# health.shoulder.title
source: Shoulder
pt_br: Ombro

# health.shoulder.subtitle
source: Care in push/pull movements
pt_br: Cuidados em empurrar/puxar

# health.other.title
source: Other
pt_br: Outra

# health.other.subtitle
source: We'll reduce volume
pt_br: Tratamos com menor volume

# template.conditioning.title
source: Conditioning
pt_br: Condicionamento

# template.conditioning.subtitle
source: Endurance and burning
pt_br: Resistência e queima

# personal_trainer.loading
source: Loading...
pt_br: Carregando...

# personal_trainer.error.title
source: Error
pt_br: Erro

# personal_trainer.error.default
source: Something went wrong.
pt_br: Algo deu errado.

# personal_trainer.disabled.title
source: Coming Soon
pt_br: Em breve

# personal_trainer.disabled.message
source: The Personal Trainer feature will be available soon. Stay tuned for updates!
pt_br: A funcionalidade de Personal Trainer estará disponível em breve. Fique ligado nas atualizações!

# personal_trainer.find.title
source: Connect with your Trainer
pt_br: Conecte-se ao seu Personal

# personal_trainer.find.subtitle
source: Receive personalized workouts and follow-up from your personal trainer directly in the app.
pt_br: Receba treinos personalizados e acompanhamento do seu personal trainer diretamente no app.

# personal_trainer.search.button
source: Find Personal Trainer
pt_br: Buscar Personal Trainer

# personal_trainer.search.title
source: Find Trainer
pt_br: Buscar Personal

# personal_trainer.search.placeholder
source: Search by name...
pt_br: Buscar por nome...

# personal_trainer.invite.header
source: Or use an invite code
pt_br: Ou use um código de convite

# personal_trainer.invite.label
source: Invite Code
pt_br: Código de Convite

# personal_trainer.invite.placeholder
source: CODE
pt_br: CÓDIGO

# personal_trainer.invite.use_button
source: Use
pt_br: Usar

# personal_trainer.benefits.title
source: Benefits
pt_br: Benefícios

# personal_trainer.benefits.workouts.title
source: Personalized Workouts
pt_br: Treinos Personalizados

# personal_trainer.benefits.workouts.description
source: Receive workouts made especially for you
pt_br: Receba treinos feitos especialmente para você

# personal_trainer.benefits.tracking.title
source: Progress Tracking
pt_br: Acompanhamento

# personal_trainer.benefits.tracking.description
source: Your progress monitored by your trainer
pt_br: Seu progresso monitorado pelo seu personal

# personal_trainer.benefits.communication.title
source: Direct Communication
pt_br: Comunicação Direta
